const userRating = {
  1: {
    관찰력: ['이 그림에서 보이는 사람은 몇명인가요?'],
    기초어휘: ['이 작품은 어떤 색이 가장 많이 사용되었나요?'],
  },
  2: {
    감정표현: ['이 인물은 어떤 감정을 표현하고있나요?'],
    '주관적 느낌': ['이 작품을 보면 어떤 기분이 드나요?'],
  },
  3: {
    '의도 분석': ['작가는 왜 이 배경을 사용했을까요?'],
    '상징 해석': ['이 색 조합이 의미하는건 무엇일까요?'],
  },
  4: {
    '비판적 사고': [
      '이 작품이 성공적이라고 생각하나요?',
      '성공적이면 이유가 무엇이고 아니라면 그 이유는 무엇인가요?',
    ],
    '비교 분석': [
      '이 작품과 비슷한 스타일의 다른 작품과 비교하면 어떤 차이가 있나요?',
    ],
  },
  5: {
    '창의적 상상': [
      '이 작가가 지금 시대에 이 작품을 그린다면 어떤 점이 달라질까요?',
    ],
    '종합적 사고': ['이 작품을 소리로 표현하면 어떤 음악이 어울릴까요?'],
  },
};

export { userRating };
